{"Irrelevant": ["Irrelevant. Not reasonably calculated to lead to the discovery of admissible evidence", "", false, false, []], "Collateral Source": ["This discovery request seeks information not relevant to the subject matter of this lawsuit and not calculated to lead to the discovery of admissible evidence in violation of the collateral source rule", "", false, false, []], "Unintelligible as written": ["", "", false, false, []], "Overbroad in time and scope": ["", "", false, false, []], "Not limited in time and scope": ["", "", false, false, []], "Lacks Foundation": ["", "", false, false, []], "Assumes Facts": ["Assumes facts not in evidence", "", false, false, []], "Overbroad": ["Overbroad[VAR]", "", false, true, ["ss", "ee", "ff", "dd"]], "Vague and ambiguous": ["Vague and ambiguous[VAR]", "", false, true, ["wow", "col", "wo"]], "Speculation": ["Calls for speculation[VAR]", "", false, true, []], "Narrative": ["Calls for a narrative", "", false, false, []], "Legal Conclusion": ["Calls for a legal conclusion from a lay witness", "", false, false, []], "Expert Opinion - Lay": ["Calls for an expert opinion from a lay witness", "", false, false, []], "Attorney-Client Privilege": ["", "", false, false, []], "Work Product": ["This discovery request seeks attorney work product in violation of Code of Civil Procedure sections 2018.020 and 2018.030", "", false, false, []], "Expert Opinion - Premature": ["Calls for premature disclosure of expert witness opinion in violation of California Code of Civil Procedure sections 2034.210, 2034.220, and 2034.270", "", false, false, []], "Intended to harass and annoy": ["", "", false, false, []], "Social Security": ["This Interrogatory is irrelevant and not reasonably calculated to lead to the discovery of admissible evidence. This interrogatory seeks private information. A party's social security number is \"clearly irrelevant to the subject matter of the action.\" (Smith v. Superior Court of San Joaquin County (1961) 189 Cal.App.2d 6, 9, 13, [11 Cal.Rptr. 165, 168, 170].)", "", false, false, []], "Unduly burdensome": ["Unduly burdensome[VAR]", "", false, false, []], "Duplicative": ["This interrogatory is duplicative and intended to harass and annoy; the information sought has previously been provided in Responding Party's response to[VAR]", "", false, false, []], "Legal Reasoning": ["This interrogatory is objectionable to the extent it seeks the legal reasoning and theories of plaintiff's contentions. Plaintiff is not required to prepare the defendant's case. (Sav-On Drugs, Inc. v. Superior Court of Los Angeles County (1975) 15 Cal.3d 1, 5; Ryan v. Superior Court of Los Angeles County (1960) 186 Cal.App.2d 813, 819.)", "", false, false, []], "Privacy": ["This interrogatory seeks information that is an invasion of privacy in violation of Article 1, Section 1 of the California Constitution", "", false, false, []], "Privacy - Third Party": ["This interrogatory seeks information that is an invasion of third party rights to privacy in violation of Article 1, Section 1 of the California Constitution", "", false, false, []], "Premature Contention": ["Responding Party further objects to this request as unduly burdensome insofar as it is premature and not appropriate for the earliest stages of discovery. Such discovery, if proper at all, should be propounded after the completion of initial discovery, rather than during these early stages of the proceedings. Furthermore, discovery is ongoing, and Responding Party has not yet taken depositions or received discovery responses necessary to provide a complete response at this time. Because Propounding Party is seeking a response stating[VAR] at this early stage, the interrogatory is objectionable in its entirety and Responding Party is not required to provide any response", "", false, false, []], "Compilation": ["Calls for a compilation", "", false, false, []]}